<h2>Основные возможности сайта</h2>
<p>Сайт предназначен для информационно-организационного сопровождения конференций и поддерживает:
<ul>
<li>хранение списка предстоящих и архива прошедших конференций; 
<li>хранение подробной информации о каждой конференции в виде подсайта конференции, доступного по настраиваемому адресу в домене основного сайта; сайт конференции состоит из стандартных и настраиваемых информационных и административных страниц;
<li>возможность назначения администраторов конференции;
<li>организацию многоязычных конференций;
<li>онлайн-регистрацию участников и загрузку тезисов докладов и сопутствующих электронных материалов;
<li>публикацию докладов участников конференции на сайте;
<li>визуальный редактор со встроенным файловым менеджером для участников и организаторов конференций.
</ul>

<h2>Регистрация участников</h2>
<p>Если на конференции предусмотрена онлайн-регистрация, то для посетителей становится доступной страница «Регистрация» на сайте конференции. 
<p>Для регистрации на конференцию не требуется предварительная регистрация на сайте, участнику автоматически будет сгенерирован пароль для дальнейшего доступа к сайту.
<p>Некоторые особенности регистрации участников:
<ul>
<li>заявка на участие в конференции может быть подана персонально или от коллектива: при подаче заявки указываются все докладчики;
<li>допускается размещение нескольких заявок от одного участника;
<li>допускается подача заявки за другого участника конференции, если у того нет возможности сделать это лично;
<li>участники могут изменять данные своих заявок, если это разрешено администратором конференции.
</ul>

<h2>Размещение информации о конференции</h2>
<p>В зависимости от настроек сайта, организаторы конференций могут самостоятельно добавлять информацию о конференциях на сайт или же данную функцию осуществляет администратор сайта.

<p>Чтобы самостоятельно разместить информацию о конференции:</p>
<ol>
<li>Зарегистрируйтесь на сайте.
<li>Выберите в главном меню «Добавить конференцию» и&nbsp;заполните основную информацию о конференции.
<li>После добавления конференции, отредактируйте актуальные страницы конференции.
<li>Если требуется, откройте онлайн-регистрацию участников, для чего на странице «Настройки» выберите опцию «Онлайн-регистрация участников».
<li>После проверки администратором сайта конференция станет доступной для посетителей.
</ol>

<p>Если создание конференции осуществляется администратором сайта и вы являетесь представителем оргкомитета конференции и хотите разместить информацию о конференции на сайте, то:
<ol>
<li>Зарегистрируйтесь на сайте.
<li>Передайте информационное письмо и другие материалы вместе с вашим именем пользователя администратору сайта.
<li>Если необходима возможность онлайн-регистрации, то передайте также перечень полей регистрационной формы, секций конференции и видов участия (очное с докладом, заочное с докладом, стендовый доклад, слушатель и т. п.).
<li>Администратор выполнит предварительную настройку сайта конференции и при необходимости предоставит вам к нему доступ для редактирования информации и просмотра зарегистрированных участников. 
<li>После получения адреса сайта конференции, его можно вставить в текст информационного письма.
</ol>


<h2>Администрирование сайта конференции</h2>
<p>Администрирование сайта конференции предполагает наполнение информационных страниц конференции и выполнение дополнительных настроек, доступное через меню «Администрирование». 
<p>Вот основные административные действия: 
<ol>
<li>Чтобы отредактировать информационную страницу конференции, откройте ее и перейдите по ссылке «Редактировать».
<li>Чтобы просмотреть список зарегистрированных участников или принять/отклонить заявки на участие, перейдите на страницу «Участники». На странице имеется возможность выгрузить все заявки и доклады для составления программы или сборника.
<li>Чтобы добавить новую страницу конференции, воспользуйтесь пунктом «Страницы» меню «Администрирование».
<li>Назначить дополнительных администраторов конференции можно на странице «Администраторы».
<li>В разделе «Рассылка» можно выполнять рассылку сообщений участникам конференции по электронной почте.
</ol>
